Repository: ymjid/Webinfos
Catalog: languages/webinfos-*.po
Languages: fr_fr

source: Attachments :
fr_fr: Pièces jointes :

source: Your browser does not support HTML5 video.
fr_fr: Votre navigateur ne supporte pas les videos HTML5

source: Phone :
fr_fr: Tel :

source: Email :
fr_fr: Mail :

source: An error occurs with message activation
fr_fr: Une erreur s’est produite à l’activation du message

source: An error occurs the message id
fr_fr: Une erreur s’est produite avec l’identifiant du message

source: The message have been activated successfully
fr_fr: Le message a bien été activé

source: An error occurs with messages checkbox
fr_fr: Une erreur est survenue avec la case d’activation des messages

source: All messages have been activated successfully
fr_fr: Tous les messages ont été activé avec succès

source: None of messages have been activated. Dashboard won't show any of your message.
fr_fr: Aucun message n’a été activé. Le tableau de bord affichera aucun de vos messages.

source: An error occurs with form verification
fr_fr: Une erreur est survenue lors de la vérification du formulaire

source: An error occurs with attachment files
fr_fr: Une erreur est survenue avec les fichiers de pièce jointes

source: An error occurs with contact phone number
fr_fr: Une erreur s’est produite avec le numéro de téléphone de contact.

source: An error occurs with contact email
fr_fr: Une erreur est survenue avec l’email de contact

source: An error occurs with contact checkbox
fr_fr: Une erreur est survenue avec l’option d’affichage des informations de contact

source: An error occurs with attachment file list
fr_fr: Une erreur est survenue avec la liste des fichiers de pièce jointes

source: An error occurs with uploaded logo
fr_fr: Une erreur est survenue avec le logo uploadé

source: An error occurs with uploaded photo
fr_fr: Une erreur est survenue avec la photo uploadé

source: An error occurs with uploaded video
fr_fr: Une erreur est survenue avec la vidéo uploadé

source: Modifications saved successfully
fr_fr: Modifications sauvegardées avec succès

source: Message added successfully
fr_fr: Le message a bien été enregistrer

source: An error occurs with message id
fr_fr: Une erreur est survenue avec l’identifiant du message

source: The message have been erased successfully
fr_fr: Le message a été effacer correctement

source: Webinfos plugin
fr_fr: Extension Webinfos

source: Webinfos Settings
fr_fr: Options Webinfos

source: The uploaded file must be in %s format
fr_fr: Le fichier uploadé doit être au format %s

source: character left.
fr_fr: caractère restant.

source: characters left.
fr_fr: caractères restants.

source: New attachments list :
fr_fr: Nouvelle liste de pièce jointe :

source: Welcome to the setting panel of Webinfos plugin
fr_fr: Bienvenue dans le panneau de configuration de l’extension Webinfos.

source: Message Selection
fr_fr: Sélection du Message

source: Message Options
fr_fr: Options de Message

source: New Message Content
fr_fr: Contenu du Message (Ajout)

source: Edit Message Content
fr_fr: Contenu du Message (Edition)

source: Activate message
fr_fr: Activer message

source: Choose action
fr_fr: Choisir action

source: Feedback
fr_fr: Réaction

source: Did you find a bug ?
fr_fr: Vous avez trouvé un bug ?

source: Do you have suggestions?
fr_fr: Vous avez des idées ?

source: There are several ways to report bugs and/or give feedback about the Webinfos plugins :
fr_fr: Il existe plusieurs moyens de signaler les bugs et/ou donner son avis à propos de l’extension Webinfos :

source: Use a GitHub ticket at this <a href="%s">link</a>.
fr_fr: Utiliser un ticket Github en cliquant <a href="%s">ici</a>.

source: Use a Wordpress ticket at this <a href="%s">link</a>.
fr_fr: Utiliser un ticket Wordpress en cliquant <a href="%s">ici</a>.

source: Use the form below to contact the plugin author.
fr_fr: Utiliser le formulaire ci-dessous pour contacter l’auteur de l’extension.

source: Send feedback
fr_fr: Envoyer réaction

source: Choose the message that will be shown in the dashboard
fr_fr: Sélectionner le message qui sera afficher dans le tableau de bord

source: Activate message :
fr_fr: Activer message :

source: Change welcome message
fr_fr: Modifier le message d’accueil

source: Welcome message settings
fr_fr: Options du message d’accueil

source: Contact informations
fr_fr: Informations de contact

source: Message num:
fr_fr: Numéro du message :

source: Title :
fr_fr: Titre :

source: Website URL :
fr_fr: URL du site internet :

source: Logo alternate text :
fr_fr: Texte alternatif du logo :

source: Welcome message :
fr_fr: Message d’accueil :

source: Attachments :
fr_fr: Pièces jointes :

source: Show contact infos :
fr_fr: Afficher les informations de contact :

source: Photo alternate text :
fr_fr: Texte alternatif de la photo :

source: Phone :
fr_fr: Tel :

source: Email :
fr_fr: Mail :

source: Fill the form below to send your feedback directly to the author
fr_fr: Remplissez le formulaire ci-dessous pour envoyer votre réaction directement à l’auteur

source: Feedback sender :
fr_fr: Expéditeur de la réaction :

source: Feedback subject :
fr_fr: Sujet de la réaction :

source: Feedback message :
fr_fr: Message de la réaction :

source: Add message
fr_fr: Ajouter message

source: Edit message
fr_fr: Editer message

source: Erase message
fr_fr: Effacer message

source: Uploaded file must be in %s or %s format.
fr_fr: Le fichier uploadé doit être au format %s ou %s.

source: %d character left.
fr_fr: %d caractère restant.

source: HTML tags are supported.
fr_fr: Les balises HTML sont supportés.

source: Uploaded file must be in %s format.
fr_fr: Le fichier uploadé doit être au format %s.

source: The website URL will be applied on the logo.
fr_fr: L’URL du site internet sera appliqué sur le logo en tant que lien hypertexte.

source: Attachments list :
fr_fr: Liste de pièces jointes :

source: Click or drop your files here
fr_fr: Cliquer ou glissez-déposez vos fichier ici

source: You can upload several files as attachment.
fr_fr: Plusieurs fichiers peuvent être uploadé en tant que pièce jointe.

source: Save changes
fr_fr: Enregistrer les modifications

source: An error occurs with feedback form
fr_fr: Une erreur est survenue avec le formulaire de réaction
